{"y": 0, "k": 1, "e": 2, "2": 3, "q": 4, "x": 5, "u": 6, "w": 7, "f": 8, "r": 9, "a": 10, "s": 11, "h": 12, "9": 13, "\t": 14, "n": 15, "p": 16, "t": 17, "0": 18, "v": 19, "8": 20, "6": 21, "i": 22, "m": 23, "d": 24, "j": 25, "4": 26, "z": 27, "\u0085": 28, "\u00a0": 29, "g": 30, "5": 31, "1": 32, "o": 33, "l": 34, "7": 35, "c": 36, "b": 37, "3": 38, "th": 39, "in": 40, "the": 41, "an": 42, "er": 43, "is": 44, "re": 45, "to": 46, "en": 47, "es": 48, "on": 49, "at": 50, "as": 51, "al": 52, "ing": 53, "ou": 54, "and": 55, "it": 56, "or": 57, "ed": 58, "ar": 59, "of": 60, "il": 61, "ly": 62, "ch": 63, "om": 64, "st": 65, "ac": 66, "le": 67, "se": 68, "wh": 69, "mo": 70, "ic": 71, "be": 72, "ad": 73, "this": 74, "vi": 75, "ow": 76, "el": 77, "ti": 78, "ver": 79, "am": 80, "that": 81, "ter": 82, "sh": 83, "ot": 84, "li": 85, "for": 86, "ve": 87, "ay": 88, "ab": 89, "gh": 90, "ut": 91, "ith": 92, "id": 93, "un": 94, "was": 95, "ec": 96, "movi": 97, "fil": 98, "ent": 99, "ap": 100, "ol": 101, "film": 102, "are": 103, "ag": 104, "od": 105, "with": 106, "ri": 107, "em": 108, "you": 109, "et": 110, "ir": 111, "im": 112, "ke": 113, "su": 114, "all": 115, "ther": 116, "sto": 117, "ld": 118, "ion": 119, "movie": 120, "but": 121, "pl": 122, "sc": 123, "one": 124, "ro": 125, "ofthe": 126, "ally": 127, "ul": 128, "out": 129, "lo": 130, "if": 131, "com": 132, "ce": 133, "ur": 134, "tr": 135, "ha": 136, "op": 137, "sp": 138, "ill": 139, "ould": 140, "inthe": 141, "me": 142, "au": 143, "end": 144, "ew": 145, "tof": 146, "his": 147, "ex": 148, "there": 149, "ain": 150, "not": 151, "som": 152, "est": 153, "go": 154, "ak": 155, "ever": 156, "fr": 157, "ant": 158, "her": 159, "us": 160, "so": 161, "tor": 162, "man": 163, "its": 164, "by": 165, "ust": 166, "nt": 167, "ght": 168, "thing": 169, "af": 170, "ess": 171, "they": 172, "tion": 173, "di": 174, "ep": 175, "ev": 176, "act": 177, "no": 178, "ear": 179, "aw": 180, "per": 181, "ell": 182, "con": 183, "ok": 184, "wor": 185, "from": 186, "ind": 187, "ast": 188, "qu": 189, "ere": 190, "sand": 191, "po": 192, "up": 193, "them": 194, "char": 195, "ry": 196, "any": 197, "ack": 198, "ation": 199, "ough": 200, "who": 201, "do": 202, "he": 203, "ist": 204, "oun": 205, "ig": 206, "some": 207, "art": 208, "just": 209, "have": 210, "atch": 211, "bo": 212, "der": 213, "get": 214, "what": 215, "like": 216, "ss": 217, "ves": 218, "de": 219, "pre": 220, "ous": 221, "about": 222, "very": 223, "my": 224, "ton": 225, "ich": 226, "ers": 227, "bu": 228, "acter": 229, "character": 230, "ure": 231, "reat": 232, "um": 233, "pe": 234, "other": 235, "more": 236, "ard": 237, "when": 238}